Repository: kareemzok/splash-header
Catalog: languages/splash-header-*.po
Languages: ar, fr_fr

source: Help us improving our plugin by taking this survey
fr_fr: Aidez-nous à améliorer notre extension en prenant cette enquête

source: Reset form
fr_fr: Réinitialiser le formulaire

source: Reset all
fr_fr: Réinitialiser tout

source: Reset first form
fr_fr: Réinitialiser le premier formulaire

source: Reset second form
fr_fr: Réinitialiser le deuxième formulaire

source: Reset to default
fr_fr: Réinitialiser par défaut

source: Splash Header Display
ar: عرض Splash Header
fr_fr: Affichage du Splash Header

source: Plugin Settings
ar: إعدادات الإضافة
fr_fr: Paramètres du plugin

source: Design Settings
ar: إعدادات التصميم
fr_fr: Paramètres du désign

source: Advanced Settings
ar: إعدادات متقدمة
fr_fr: Paramètres avancés

source: Fill in the forms in all tabs
ar: ملء النماذج في جميع علامات التبويب
fr_fr: Remplissez les formulaires dans les onglets

source: Use the shortcode
ar: استخدم الرمز القصير
fr_fr: Utilisez le code

source: in your theme to show the
ar: في المظهر الخاص بك لإظهار
fr_fr: dans votre thème pour montrer le

source: Plugin Features
ar: ميزات الإضافة
fr_fr: Caractéristiques du plugin

source: Welcome note with title and message
ar: ملحوظة أهلا وسهلا بك مع عنوان ورسالة
fr_fr: Bienvenue note avec un titre et un message

source: Add up to 6 custom links with an option to insert font icon instead of image
ar: إضافة ما يصل الى 6 وصلات مخصصة مع خيار لادخال رمز الخط بدلا من الصورة
fr_fr: Ajouter jusqu'à 6 liens personnalisés avec une option pour insérer une icône au lieu de l'image

source: Ability to choose if the links open in same or new browser tab
ar: القدرة على اختيار بين فتح الروابط في علامة تبويب المتصفح نفسه أو جديد
fr_fr: Possibilité de choisir si les liens s'ouvrent dans la même ou nouvelle onglet du navigateur

source: Ability to add current date in different format
fr_fr: Possibilité d'ajouter une date actuelle au format différent

source: Add a custom code such as html or wordpress shortcode code
ar: إضافة رمز مخصص مثل Html أو رمز وورد برس القصير
fr_fr: Ajouter un code personnalisé tel que html ou wordpress shortcode code

source: Ability to style the splash header with color, font size and border style
ar: إمكانية إضافة اللون وحجم الخط ونمط الحدود على splash header
fr_fr: Possibilité de changer le style du splash header avec la couleur, la taille de police et le style de bordure

source: To do in next releases
ar: يجب القيام به في الإصدارات القادمة
fr_fr: À faire dans les prochaines parutions

source: Ability to reset forms completely or individually
fr_fr: Possibilité de réinitialiser complètement ou individuellement les formulaires

source: Multiple splash header
ar: إمكانيات إضافة أكثر من splash header
fr_fr: Multiples splash header

source: Add time display as analog, digital or text
fr_fr: Ajout un affichage de l'heure en tant qu'analogue, numérique ou texte

source: General
ar: عام
fr_fr: Général

source: Display Splash header welcome note
ar: عرض كلمة ترحيب
fr_fr: Afficher la note d'accueil de Splash header

source: Welcome note
ar: كلمة الترحيب
fr_fr: Bienvenue remarque

source: Note title
ar: عنوان المذكرة
fr_fr: Titre de la note

source: Note message
ar: رسالة المذكرة
fr_fr: Message de la note

source: Links settings
ar: إعدادات الروابط
fr_fr: Paramètres des liens

source: First links cols
fr_fr: Premiers liens cols

source: Second links cols
fr_fr: Deuxièmes liens cols

source: Display first links cols
ar: عرض روابط الأولى
fr_fr: Afficher la premiere serie de liens

source: Display second links cols
ar: عرض روابط الثانية
fr_fr: Afficher la deuxièmes serie liens

source: Open in a new tab
ar: فتح في علامة تبويب جديدة
fr_fr: Ouvrir dans un nouveau onglet

source: Link title
ar: عنوان الرابط
fr_fr: Titre du lien

source: Link url
ar: الرابط
fr_fr: Lien

source: To use the Font Awesome for icons links please refer to the <a target='_blank' href='http://fontawesome.io/icons/'>documentation</a> v 4.6.3. Ex:fa-camera-retro
fr_fr: Pour utiliser Font Awesome pour les icônes des liens, veuillez consulter la <a target='_blank' href='http://fontawesome.io/icons/'> documentation </a> v 4.6.3. Ex:fa-camera-retro

source: Link of the selected post or page dropdown will be inserted into Link Url field
fr_fr: Le lien du message sélectionné ou du menu déroulant de la page sera inséré dans le champ Url du lien

source: Link
fr_fr: Lien

source: Select a post
fr_fr: Sélectionnez un article

source: Select a page
fr_fr: Sélectionnez une page

source: Custom shortcode
ar: الرمز القصير المخصص
fr_fr: Code personnalisé

source: Display custom code
ar: إظهار رمز القصير المخصص
fr_fr: Afficher le code personnalisé

source: Add custom shortcode for any form or html code
ar: إضافة الرمز القصير مخصصة لأي نموذج أو html
fr_fr: Ajouter un code personnalisé pour tout formulaire ou code html

source: Design
ar: التصميم
fr_fr: Désign

source: Splash header background color
ar: لون الخلفية
fr_fr: Couleur d'arrière-plan du Splash header

source: Splash header border style
ar: شكل الحدود
fr_fr: Style de bordure du Splash header

source: Title
ar: عنوان
fr_fr: Titre

source: Advanced options
ar: خيارات متقدمة
fr_fr: Options avancées

source: Container Width
ar: عرض الحاوية
fr_fr: Largeur du contenu

source: Default value ( field empty ) is 85%
ar: القيمة الافتراضية (حقل فارغ) هي ٨٥٪
fr_fr: La valeur par défaut (champ vide) est 85%

source: Clock Settings
fr_fr: Paramètres de l'horloge

source: Date settings
fr_fr: Paramètres de la date

source: Time settings
fr_fr: Réglages de l'heure

source: Display clock date
fr_fr: Afficher la date de l'horloge

source: Date format
fr_fr: Format de la date

source: Display clock time
fr_fr: Afficher l'heure de l'horloge

source: Select date format
fr_fr: Sélectionner le format de la date

source: Date position
fr_fr: Position de la date

source: Font size
fr_fr: Taille de police

source: Font color
fr_fr: Couleur de la police

source: Currently timezone is wordpress default value
fr_fr: Actuellement, timezone est la valeur par défaut de wordpress

source: Default value ( no selection) is default wordpress date format
fr_fr: Valeur par défaut (aucune sélection) est le format de date par défaut de wordpress

source: For custom value please refer to wordpress custom format date
fr_fr: Pour la valeur personnalisée s'il vous plaît se référer à wordpress format personnalisé date

source: Time format
fr_fr: Format de l'heure

source: Select time format
fr_fr: Sélectionnez le format de l'heure

source: Time position
fr_fr: Position de l'heure

source: Default value ( no selection) is default wordpress time format
fr_fr: La valeur par défaut (pas de sélection) est le format d'heure wordpress par défaut

source: For custom value please refer to wordpress custom format time
fr_fr: Pour la valeur personnalisée s'il vous plaît se référer à wordpress temps de format personnalisé

source: Save Changes
ar: حفظ التغييرات
fr_fr: Sauvegarder les modifications

source: First Col Width
fr_fr: Largeur de la première colonne

source: Second Col Width
fr_fr: Largeur de la deuxième colonne

source: Third Col Width
fr_fr: Largeur de la troisième colonne

source: Fourth Col Width
fr_fr: Largeur de la quatrième colonne

source: Plugin to create splash header
ar: إضافة لخلق splash header
fr_fr: Un plugin pour créer le Splash header

source: Instruction
ar: تعليمات

source: Add option for links to choose between static page or articles
ar: إضافة خيار للحصول على ارتباطات للاختيار صفحة ثابتة أو مقالات

source: Add mobile image demo
ar: إضافة عرض صورة splash header من المحمول

source: Add reset link or button to reset the form
ar: إضافة رابط إعادة تعيين

source: Add option in advanced setting : width for col 1 and col 2
ar: إضافة خيار في وضع متقدم: عرض للعمود 1 وعمود 2

source: Add date and time display as analog, digital or text
ar: إضافة لعرض التاريخ و الوقتعلة بشكل رقمي أو نص

source: To use the Font Awesome for icons links please refer to the <a target='_blank' href='http://fontawesome.io/icons/'>documentation</a> v 4.6.3. Ex:fa-camera-retro
ar: لاستخدام Font Awesome للروابط يرجى الرجوع إلى <a target='_blank' href='http://fontawesome.io/icons/'>هذا التوثيق</a> v 4.6.3. Ex:fa-camera-retro

source: Splash header border color and width in pixel
ar: لون الحدود وعرض (بكسل)

source: Message
ar: رسالة
